def instructions() :
    """Выводит на экран инструкцию для игрока."""
    print(
        """
        Добро пожаловать на ринг грандиознейших интеллектуальных состязаний всех времен.
        Твой мозг и мой процессор сойдутся в схватке за доской игры "Крестики-нолики".
        Чтобы сделать ход, введи число от 0 до 8.Числа соответсвуют полям доски:
        0 | 1 | 2
        ---------
        3 | 4 | 5
        ---------
        6 | 7 | 8
        Приготовься к бою, жалкий человечишка.\n"""
        )
print("Это инструкция для игры кестики-нолики:")
instructions()
print("Это опять та жу самая инструкция:")
instructions()
print("Теперь, надеюсь, смысл игры ясен.")
input